[
  [
    {
      "date": 1,
      "reading": "Авакум 3",
      "questions": "##Прославлення.\n1. Чому Авакум включив псалом Господу до своєї книги?\n2. Яким тут є Господь?\n3. Що у цих рядках збирається зробити Госоподь? Порівняйте 13й і 16й вірші? Чи не протирічать вони один одному? Який висновок робить Авакум? Як приймає він гнів Господній?\n\n"
    },
    {
      "date": 2,
      "reading": "Софонія 1",
      "questions": "##День гніву.\n1. Де і в який період жив Софонія? (2 Хронік 34) Яким було правління Йосії? Що на той час трапилося із Ізраїльським царством?\n2. Як ви думаєте, чому, незважаючи на відданість Богу царя Йосії, Софонія пророкує кару на Єрусалим? У чому звинувачує людей через пророка Господь?\n3. Як ви розумієте вірш 7?\n\n"
    },
    {
      "date": 3,
      "reading": "Софонія 2",
      "questions": "##Кара на народи.\n1. Які народи згадує тут Софонія? Де вони живуть? Чому саме їх?\n2. За що їх буде покарано? Що буде на місці проживання цих народів?\n3. Про кого мова у вірші 3?\n\n"
    },
    {
      "date": 6,
      "reading": "Софонія 3",
      "questions": "##Рятунок для впокорених.\n1. Що станеться по тому, як Господь понищить ворогів Єрусалиму і сам Єрусалим? Як ви розумієте вірш 9?\n2. Хто переживе день гніву?\n3. Як ви розумієте вірш 11?\n4. Про якого Царя мова у вірші 15? Що означає - нехай не опустяться руки твої?\n\n"
    },
    {
      "date": 7,
      "reading": "Огій 1",
      "questions": "##Час змін.\n1. Хто такий Зоровавель? Де знахояться євреї і сам пророк?\n2. Чому євреї у вигнанні вважали, що не час повертатися в Єрусалим?\n3. Як змушений Господь закликати їх до повернення і відбудови?\n\n"
    },
    {
      "date": 8,
      "reading": "Огій 2",
      "questions": "##Обітниця благословіння.\n1. Що обіцяє Господь своєму народу від моменту коли вони почали відбудовувати храм?\n2. Проведіть паралелі між поверненням, очищенням і відбудовою храму євреями і каяттям, хрещенням і збудовою у дусі окремого християнина.\n3. Чи актуальні для нас обітниці цього пророцтва? Як саме ви їх розумієте?\n\n"
    },
    {
      "date": 9,
      "reading": "Захарія 1",
      "questions": "##Підбадьорення.\n1. Що відбувалося у часи, про які написано у цьому розділі?\n2. Яке основне послання першого пророцтва (2-6 вірші)?\n3. Друге пророцтво (вірші 8-17): чи закінчився період гніву для Єрусалиму? Що обіцяє пророк євреям? Що означає розтягнений мірничий шнур?\n\n"
    },
    {
      "date": 10,
      "reading": "Захарія 2",
      "questions": "##Заклик до повернення.\n1. Пригадайте, з якими труднощами зустрілися євреї, коли почали відбудовувати Єрусалим? (Ездри 4)\n2. Про що попререджає Господь тих, хто залишається у північному краї (у вигнанні у Вавилоні)?\n3. Хто буде захищати Єрусалим? Чому він буде неукріплений?\n4. Як ви розумієте пророцтво у віршах 14-15?\n\n"
    },
    {
      "date": 13,
      "reading": "Захарія 3",
      "questions": "##Помилування.\n1. Хто той Ісус, про якого тут говорить Захарія? Чому поряд з ним стояв сатана?\n2. Чому він у брудному одязі, а Господь наказує його одягнути в чисте? Що ця дія символізує?\n3. Хто той Пагінець, про якого пророкує Захарія? Чому його названо каменем і чому він має бути вирізьбленим? Як ви розумієте образ семи очей?\n4. Як ви розумієте вірш 10?\n\n"
    },
    {
      "date": 14,
      "reading": "Захарія 4",
      "questions": "##Пророцтво до Зоровавеля.\n1. Чи сприятливе це пророцтво? Що символізує світильник? Чому ангел очікував, що Захарія здогадається? (Вих. 25:31-40, а також Об. 1:12, 1:20, 4:5 -- для нас, бо цей текст з'явився значно пізніше Захарії)\n2. Завдяки кому Зоровавель спроможеться винести наріжного каменя на будь-яку гору, якою б великою вона не здавалася? Чия милість і що означають вигуки? Це хвала Зоровавелю? Чому важливо усвідомлювати милість Божу?\n3. Як би мало не було зроблено за день, очі Господа схвально дивитимуться на благословенну справу. Що означає число сім у євреїв? Чому очей семеро?\n\n"
    },
    {
      "date": 15,
      "reading": "Захарія 5",
      "questions": "##Видіння закону і беззаконня.\n1. Що за сувій, яким засуджені злодій і облудник?\n2. Як працює осуд Божий? Чи потрібен Йому посередник, щоб покарати засудженого?\n3. Що за край Шінар і чому там місце уособленю беззаконня? Чому її несуть жінки із крилами чорногуза? :)\n\n"
    },
    {
      "date": 16,
      "reading": "Захарія 6",
      "questions": "##Заспокоєння і благословіння.\n1. Що символізує вітер у видіннях?\n2. Що знаходиться на півночі? Чому туди пішли чорні коні? Що значить - заспокоїли мого духа?\n3. Що має зробити Захарія? Кого він називає Пагоном? Між ким двома буде рада миру?\n4. Від чого залежить успішність відбудови?\n\n"
    },
    {
      "date": 17,
      "reading": "Захарія 7",
      "questions": "##Відновлення статусу Єрусалиму.\n1. Який статус був у Бет-Елу в часи розділення на Ізраїль і Юдею? Чому тепер Бет-Ел послав делегацію до Єрусалиму?\n2. Що відповідає пророк посланцям? В чому він вбачає лицемірство?\n3. За що євреїв було покарано?\n\n"
    },
    {
      "date": 20,
      "reading": "Захарія 8",
      "questions": "##Часи благословенні.\n1. Чого хоче Господь для свого народу?\n2. Як літні люди і діти, що проводять час на міських майданах, ілюструють благодатні часи?\n3. Які заповіді дає  Господь через пророка юдеям? Через що Він карав їх до цього?\n4. Що планує Бог для інших народів?\n\n"
    },
    {
      "date": 21,
      "reading": "Захарія 9",
      "questions": "##Відплата.\n1. Які місця названі місцями спочинку Бога і чому? Яка доля їм провіщена? Чи всім однакова? Що чекає Ашкелон, Екрон, Аззу і Ашдод?\n2. Яка характеристика Царя спасіння?\n3. Ця глава починається (вірші 4-8) і закінчується (13-15) словами про війну. Як настане мир (вірш 10)?\n\n"
    },
    {
      "date": 22,
      "reading": "Захарія 10",
      "questions": "##Зверніться до Господа.\n1. Від чого проблеми обраного народу? Чому гнів Божий на пастирів?\n2. Що обіцяє Господь Юді і Єфрему? Яким стане обраний народ?\n3. Що буде з тими, хто розсіявся поміж народами?\n\n"
    },
    {
      "date": 23,
      "reading": "Захарія 11",
      "questions": "##Пастир і отара.\n1. Що описує це видіння? \n2. Хто названий отарою на заріз?\n3. Хто покупці і хто пастухи?\n4. Який пастир - негідний?\n\n"
    },
    {
      "date": 24,
      "reading": "Захарія 12",
      "questions": "##Милість Божа.\n1. Що означає, що Єрусалим стане келихом оп'яніння для народів?\n2. Як ви розумієте вірш 7? Чому це важливо?\n3. Чому буде голосити земля? Які пророцтва, що вказують на Ісуса Христа ви помітили у цій і попередній главах?\n\n"
    },
    {
      "date": 27,
      "reading": "Захарія 13",
      "questions": "1. Якого дня? Пригадайте контекст із попереднього розділу.\n2. Як кожен знатиме, коли пророк не говорить Господнім ім'ям? коли він обманював?\n3. Як ви розумієте вірші 5 і 6? Про кого вони?\n4. Що має статися перед примиренням народу і Бога?\n\n"
    },
    {
      "date": 28,
      "reading": "Захарія 14",
      "questions": "1. Чи самі прийдуть народи на Єрусалим?\n2. Чому Єрусалим буде здобутий ворогом? Чи можлива праведність людини без пізнання гріха?\n3. Хто переможе ворогів?\n4. Яка роль Єрусалима у наверненні усіх народів до Бога?\n5. Як ви розумієте вірші 20-21?\n\n"
    },
    {
      "date": 29,
      "reading": "Малахії 1",
      "questions": "Малахія пророкував у часи Ездри і Неємії, коли храм у Єрусалимі був відбудований, та юдеї, повертаючись з полону, зустрічали сильну опозицію з боку язичницьких культів, які встигли поширитися цими територіями.\nДокора.\n1. Як пов'язані Ісав та Едом? Що означає цей приклад?\n2. Чому народ Божий сумнівається у любові Його?\n3. Яким повинне бути те, що ми віддаємо Богу?\n\n"
    },
    {
      "date": 30,
      "reading": "Малахії 2",
      "questions": "##Священникам.\n1. Чому Господь окремо звертається до священників?\n2. Пригадайте, як Господь вчив левітів шанувати Себе?\n3. Чому Бог понизив статус священників?\n4. Кого тут названо дружиною юнацтва?\n\n"
    },
    {
      "date": 31,
      "reading": "Малахії 3",
      "questions": "##Заклик.\n1. Як ви думаєте, про кого говорить Малахія у 1-3 вірші? Коли це станеться?\n2. Чому Юдеї вважають, що вони невинні перед Богом? Чому ми так легко заплющуємо очі на свою недосконалість?\n3. Чи бачите ви в всоєму житті різницю між тими, хто служить Богу, і хто - ні?\n\n"
    }
  ],
  [
    {
      "date": 3,
      "reading": "Малахії 4",
      "questions": "##Воз'єднання.\n1. Хто такі пишні? Яке це - безбожне? Про який день говорить пророк?\n2. Що має статися перед Господнім днем? Як ви розумієте вірш 6?\n3. Чому тут згаданий саме Ілля? В чому його особливість?\n\n"
    },
    {
      "date": 4,
      "reading": "Від Матвія 1",
      "questions": "##Ісус.\n1. Чому Матвій починає родовід Ісуса від Давида?\n2. Яких жінок згадує в родоводі Матвій? Хто вони?\n3. Імена кого наведені в родоводі після Соломона і до переселення?\n4. Що намагається підкреслити автор, наводячи кількість поколінь між Авраамом, Давидом і Ісусом?\n5. Як ви думаєте, чому родовід, наведений Лукою і родовід від Матвія відрізняються?\n6. Чому Йосип хотів відпустити Марію? Що він дізнався від ангела про Сина Марії?\n\n"
    },
    {
      "date": 5,
      "reading": "Від Матвія 2",
      "questions": "##Порятунок від Ірода.\n1. Як так сталося, що євреї не помітили ознак народження Спасителя, поки про нього не почали розпитувати мандрівники? Чому Ірод поставився серйозно до слів чужинців?\n2. Хто первосвященники - зрозуміло, а хто такі книжники людські?\n3. Що символізують дари Ісусу?\n4. Як пояснює Матвій перебування Ісуса в Єгипті і вбивство дітей у Вифлеємі?\n\n"
    },
    {
      "date": 6,
      "reading": "Від Матвія 3",
      "questions": "##Іван Хреститель. Хрещення Ісуса.\n1. Кого цитує Матвій, описуючи Івана, і чому?\n2. Чому Іван був такий популярний?\n3. Як ви розумієте слова Івана про Того, Хто іде за ним?\n4. Чому Ісус мав хреститися від Івана?\n\n"
    },
    {
      "date": 7,
      "reading": "Від Матвія 4",
      "questions": "##Спокуси.\n1. Хто і для чого повів Ісуса у пустиню? Чому саме в пустиню? Коли, за словами Матвія, диявол приступив до Нього?\n2. Чим спокушає диявол Ісуса? Який в цих діях сенс - адже Ісус Господь?\n3. Чим Ісус відкидає пропозиції сатани? В чому цінність слова Божого для християнина?\n4. Як ви думаєте, чому було ув'язнено Івана?\n5. Чому саме тоді почав Ісус проповідувати покаяння?\n\n"
    },
    {
      "date": 10,
      "reading": "Від Матвія 5:1-12",
      "questions": "##Нагірна проповідь.\n1. Для кого промовляв Ісус?\n2. Що таке Царство Небесне? Які його ознаки? Як розуміли Царство Небесне слухачі Ісуса?\n3. Якою має бути людина, щоб увійти в Царство Небесне?\n4. Для чого жителю Царства Небесного успадковувати землю?\n\n"
    },
    {
      "date": 11,
      "reading": "Від Матвія 5:13-20",
      "questions": "##Апостоли. Ісус і Закон.\n1. Чому Ісус порівнює учнів із сіллю? із світлом?\n2. Що має робити той, хто є сіллю і світлом?\n3. Як ви розумієте думку Ісуса у віршах 17-20? Чи відмінив Ісус Закон? Чи порушував Ісус заповіді, наприклад про суботу, як те йому закидали фарисеї?\n\n"
    },
    {
      "date": 12,
      "reading": "Від Матвія 5:21-32",
      "questions": "##Гріх в середині.\n\n1. Про який наказ говорить Ісус? Що це за суд, якому підпадає порушник?\n2. Чому Ісус ставить на один щабель убивство і гнівні слова?\n3. Вірші 23-24: як пов'язані відносини з Богом і стосунки з братом?\n4. Подружні стосунки: як Ісус тлумачить гріх перелюбу? Що таке перелюб?\n5. Як будувати сім'ю і як виховувати свою душу, щоб уникнути розлучення?"
    },
    {
      "date": 13,
      "reading": "Від Матвія 5:33-42",
      "questions": "##Чесність, лагідність і щедрість.\n\n1. Що таке клятва? Для чого її придумали? Чому Господь закликає не клястися?\n2. Якою повинна бути людина, яка нічим не клянеться, щоб їй довіряли?\n3. Чому Ісус закликає не мститися за вчинене лихо? Як тоді лиходій отримає по заслугам? Де ж тоді справедливість?\n4. Якщо всі будуть легко віддавати, всі стануть бідними, бо не матимуть нічого, чи не так? Як ви думаєте, яким був би світ (країна, місто, район, вулиця), де всі живуть за цими принципами?"
    },
    {
      "date": 14,
      "reading": "Від Матвія 5:43-48",
      "questions": "##Досконала любов Отця.\n\n"
    }
  ]
]